Repository: hocgin/ErrorKit
Catalog: Sources/ErrorKit/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TypedOverloads.URLSession.conflict
source: There was a conflict with the request (409). Please review and try again.
ar: كان هناك تعارض مع الطلب (409). يرجى مراجعته والمحاولة مرة أخرى.
bg: Имаше конфликт със запитването (409). Моля, прегледайте и опитайте отново.
ca: Hi havia un conflicte amb la sol·licitud (409). Si us plau, revisa-ho i torna a intentar-ho.
cs: Došlo ke konfliktu s požadavkem (409). Zkontrolujte a zkuste to znovu.
da: Der var en konflikt med anmodningen (409). Gennemgå venligst og prøv igen.
de: Es gab einen Konflikt mit der Anfrage (409). Bitte überprüfen und erneut versuchen.
el: Υπήρξε σύγκρουση με το αίτημα (409). Παρακαλώ ελέγξτε και δοκιμάστε ξανά.
es: Hubo un conflicto con la solicitud (409). Revisa y vuelve a intentarlo.
es_419: Hubo un conflicto con la solicitud (409). Por favor, revisa e intenta nuevamente.
fi: Pyyntöön liittyi konflikti (409). Tarkista ja yritä uudelleen.
fr: Il y a eu un conflit avec la requête (409). Veuillez revoir et réessayer.
fr_ca: Il y a eu un conflit avec la requête (409). Veuillez la réviser et essayer à nouveau.
he: הייתה סתירה עם הבקשה (409). אנא בדוק ונסה שוב.
hi: अनुरोध के साथ एक संघर्ष हुआ (409)। कृपया समीक्षा करें और फिर से प्रयास करें।
hr: Došlo je do sukoba sa zahtjevom (409). Molimo provjerite i pokušajte ponovno.
hu: Ütközés történt a kéréssel (409). Kérlek, ellenőrizd és próbáld újra.
id: Terdapat konflik dengan permintaan (409). Silakan periksa dan coba lagi.
it: C'è stato un conflitto con la richiesta (409). Controlla e riprova.
ja: リクエストに競合が発生しました（409）。再度確認してからお試しください。
kk: Сұраныспен қақтығыс болды (409). Қарап шығып, қайтадан байқап көріңіз.
ko: 요청에 충돌이 발생했습니다 (409). 검토 후 다시 시도해 주세요.
ms: Terdapat konflik dengan permintaan (409). Sila semak dan cuba lagi.
nb: Det oppstod en konflikt med forespørselen (409). Vennligst se over og prøv igjen.
nl: Er was een conflict met de aanvraag (409). Controleer het en probeer het opnieuw.
pl: Wystąpił konflikt z żądaniem (409). Sprawdź i spróbuj ponownie.
pt_br: Houve um conflito com a solicitação (409). Por favor, revise e tente novamente.
pt_pt: Houve um conflito com a requisição (409). Por favor, revise e tente novamente.
ro: A apărut un conflict cu cererea (409). Te rugăm să revizuiești și să încerci din nou.
ru: Произошёл конфликт с запросом (409). Пожалуйста, проверьте и попробуйте снова.
sk: Došlo k konfliktu so žiadosťou (409). Skontrolujte ju a skúste to znova.
sv: Det uppstod en konflikt med förfrågan (409). Vänligen granska och försök igen.
th: มีข้อขัดแย้งกับคำขอ (409). กรุณาตรวจสอบและลองอีกครั้ง
tr: İstekle bir çelişki oluştu (409). Lütfen gözden geçirin ve tekrar deneyin.
uk: Виникла конфліктна ситуація з запитом (409). Будь ласка, перегляньте та спробуйте ще раз.
vi: Có xung đột với yêu cầu (409). Vui lòng xem lại và thử lại.
zh_hans: 请求与当前状态冲突（409）。请检查并重试。
zh_hant: 請求出現衝突 (409)。請檢查並再試一次。
zh_hk: 请求存在冲突（409）。请检查并重试。

# TypedOverloads.URLSession.forbidden
source: You do not have permission to access this resource (403).
ar: ليس لديك إذن للوصول إلى هذا المورد (403).
bg: Нямате разрешение да получите достъп до този ресурс (403).
ca: No tens permís per accedir a aquest recurs (403).
cs: Nemáte oprávnění k přístupu k tomuto zdroji (403).
da: Du har ikke tilladelse til at få adgang til denne ressource (403).
de: Du hast keine Berechtigung, auf diese Ressource zuzugreifen (403).
el: Δεν έχετε άδεια να αποκτήσετε πρόσβαση σε αυτόν τον πόρο (403).
es: No tienes permiso para acceder a este recurso (403).
es_419: No tienes permiso para acceder a este recurso (403).
fi: Sinulla ei ole lupaa käyttää tätä resurssia (403).
fr: Vous n'avez pas l'autorisation d'accéder à cette ressource (403).
fr_ca: Vous n'avez pas la permission d'accéder à cette ressource (403).
he: אין לך הרשאה לגשת למשאב זה (403).
hi: आपके पास इस संसाधन (403) का उपयोग करने की अनुमति नहीं है।
hr: Nemate dopuštenje za pristup ovom resursu (403).
hu: Nincs jogosultságod hozzáférni ehhez az erőforráshoz (403).
id: Anda tidak memiliki izin untuk mengakses sumber daya ini (403).
it: Non hai permesso di accedere a questa risorsa (403).
ja: このリソースへのアクセス権がありません（403）。
kk: Бұл ресурсты пайдалану үшін рұқсатыңыз жоқ (403).
ko: 이 리소스에 접근할 권한이 없습니다 (403).
ms: Anda tidak mempunyai kebenaran untuk mengakses sumber ini (403).
nb: Du har ikke tillatelse til å få tilgang til denne ressursen (403).
nl: Je hebt geen toestemming om deze bron te benaderen (403).
pl: Nie masz uprawnień do dostępu do tego zasobu (403).
pt_br: Você não tem permissão para acessar este recurso (403).
pt_pt: Não tem permissão para aceder a este recurso (403).
ro: Nu ai permisiunea de a accesa această resursă (403).
ru: У вас нет прав на доступ к этому ресурсу (403).
sk: Nemáte povolenie na prístup k tomuto zdroju (403).
sv: Du har inte behörighet att få åtkomst till denna resurs (403).
th: คุณไม่มีสิทธิ์เข้าถึงทรัพยากรนี้ (403).
tr: Bu kaynağa erişim izniniz yok (403).
uk: У вас немає дозволу на доступ до цього ресурсу (403).
vi: Bạn không có quyền truy cập vào tài nguyên này (403).
zh_hans: 您没有权限访问此资源（403）。
zh_hant: 您沒有權限訪問此資源 (403)。
zh_hk: 您没有权限访问此资源（403）。

# TypedOverloads.URLSession.methodNotAllowed
source: The HTTP method is not allowed for this resource (405).
ar: طريقة HTTP غير مسموح بها لهذا المورد (405).
bg: HTTP методът не е разрешен за този ресурс (405).
ca: El mètode HTTP no està permès per a aquest recurs (405).
cs: HTTP metoda není pro tento zdroj povolena (405).
da: HTTP-metoden er ikke tilladt for denne ressource (405).
de: Die HTTP-Methode ist für diese Ressource nicht erlaubt (405).
el: Η μέθοδος HTTP δεν επιτρέπεται για αυτόν τον πόρο (405).
es: El método HTTP no está permitido para este recurso (405).
es_419: El método HTTP no está permitido para este recurso (405).
fi: HTTP-menetelmää ei sallita tälle resurssille (405).
fr: La méthode HTTP n'est pas autorisée pour cette ressource (405).
fr_ca: La méthode HTTP n'est pas autorisée pour cette ressource (405).
he: שיטת ה-HTTP לא מורשית עבור משאב זה (405).
hi: HTTP विधि इस संसाधन (405) के लिए अनुमत नहीं है।
hr: HTTP metoda nije dopuštena za ovaj resurs (405).
hu: A HTTP-módszer nem engedélyezett ehhez az erőforráshoz (405).
id: Metode HTTP tidak diizinkan untuk sumber daya ini (405).
it: Il metodo HTTP non è consentito per questa risorsa (405).
ja: このリソースに対してHTTPメソッドは許可されていません（405）。
kk: HTTP әдісі осы ресурс үшін рұқсат етілмейді (405).
ko: 이 리소스에 대해 허용되지 않는 HTTP 메서드입니다 (405).
ms: Kaedah HTTP tidak dibenarkan untuk sumber ini (405).
nb: HTTP-metoden er ikke tillatt for denne ressursen (405).
nl: De HTTP-methode is niet toegestaan voor deze bron (405).
pl: Metoda HTTP nie jest dozwolona dla tego zasobu (405).
pt_br: O método HTTP não é permitido para este recurso (405).
pt_pt: O método HTTP não é permitido para este recurso (405).
ro: Metoda HTTP nu este permisă pentru această resursă (405).
ru: HTTP метод не разрешён для этого ресурса (405).
sk: HTTP metóda nie je pre tento zdroj povolená (405).
sv: HTTP-metoden är inte tillåten för denna resurs (405).
th: วิธีการ HTTP ไม่อนุญาตสำหรับทรัพยากรนี้ (405).
tr: Bu kaynak için HTTP yöntemi kullanılamıyor (405).
uk: HTTP метод не дозволений для цього ресурсу (405).
vi: Phương thức HTTP không được phép cho tài nguyên này (405).
zh_hans: 此资源不允许使用该 HTTP 方法（405）。
zh_hant: 此資源不允許使用該 HTTP 方法 (405)。
zh_hk: 此资源不允许使用该HTTP方法（405）。

# TypedOverloads.URLSession.noNetwork
source: No network connection found. Please check your internet.
ar: لم يتم العثور على اتصال شبكة. يرجى التحقق من الإنترنت.
bg: Не е намерена мрежова връзка. Моля, проверете интернет връзката.
ca: No s'ha trobat connexió a la xarxa. Si us plau, comprova la teva connexió a Internet.
cs: Nebyla nalezena žádná síťová připojení. Zkontroluj, prosím, své internetové připojení.
da: Der blev ikke fundet nogen netværksforbindelse. Tjek venligst din internetforbindelse.
de: Keine Netzwerkverbindung gefunden. Bitte überprüfe dein Internet.
el: Δεν βρέθηκε σύνδεση δικτύου. Παρακαλώ ελέγξτε τη σύνδεση σας.
es: No se encontró conexión a la red. Por favor, verifica tu internet.
es_419: No se encontró conexión a la red. Por favor, verifica tu internet.
fi: Verkkoyhteyttä ei löytynyt. Tarkista internet-yhteytesi.
fr: Aucune connexion réseau trouvée. Veuillez vérifier votre connexion internet.
fr_ca: Aucune connexion réseau trouvée. Veuillez vérifier votre connexion Internet.
he: לא נמצאה חיבור רשת. אנא בדוק את האינטרנט שלך.
hi: कोई नेटवर्क कनेक्शन नहीं मिला। कृपया अपनी इंटरनेट सेटिंग्स की जांच करें।
hr: Nema pronađene mrežne veze. Molimo provjerite svoj internet.
hu: Nincs hálózati kapcsolat. Kérlek, ellenőrizd az internetet.
id: Koneksi jaringan tidak ditemukan. Silakan periksa internet Anda.
it: Nessuna connessione di rete trovata. Controlla la tua connessione internet.
ja: ネットワーク接続が見つかりません。インターネットを確認してください。
kk: Желілік қосылым табылмады. Интернетті тексеріңіз.
ko: 네트워크 연결을 찾을 수 없습니다. 인터넷을 확인해 주세요.
ms: Tiada sambungan rangkaian yang dijumpai. Sila semak internet anda.
nb: Ingen nettverksforbindelse funnet. Vennligst sjekk internett-tilkoblingen din.
nl: Geen netwerkverbinding gevonden. Controleer je internet.
pl: Nie znaleziono połączenia z siecią. Proszę sprawdzić swoje połączenie internetowe.
pt_br: Nenhuma conexão de rede encontrada. Por favor, verifique sua internet.
pt_pt: Não foi encontrada nenhuma ligação à rede. Por favor, verifique a sua internet.
ro: Nu s-a găsit nicio conexiune la rețea. Te rog, verifică internetul.
ru: Не найдена сеть. Пожалуйста, проверьте ваше интернет-соединение.
sk: Nebola nájdená žiadna sieťové pripojenie. Skontrolujte svoje internetové pripojenie.
sv: Ingen nätverksanslutning hittades. Vänligen kontrollera din internetuppkoppling.
th: ไม่พบการเชื่อมต่อเครือข่าย กรุณาตรวจสอบอินเทอร์เน็ตของคุณ.
tr: Ağ bağlantısı bulunamadı. Lütfen internet bağlantınızı kontrol edin.
uk: Немає підключення до мережі. Будь ласка, перевірте ваше інтернет-з'єднання.
vi: Không tìm thấy kết nối mạng. Vui lòng kiểm tra internet của bạn.
zh_hans: 未找到网络连接。请检查你的互联网。
zh_hant: 找不到網路連線。請檢查您的網路連接。
zh_hk: 未找到网络连接。请检查你的互联网。

# TypedOverloads.URLSession.notAcceptable
source: The requested resource cannot produce an acceptable response (406).
ar: المورد المطلوب لا يمكنه إنتاج استجابة مقبولة (406).
bg: Исканият ресурс не може да предостави приемлив отговор (406).
ca: El recurs sol·licitat no pot produir una resposta acceptable (406).
cs: Požadovaný zdroj nemůže vykonat přijatelnou odpověď (406).
da: Den anmodede ressource kan ikke producere et acceptabelt svar (406).
de: Die angeforderte Ressource kann keine akzeptable Antwort liefern (406).
el: Ο ζητούμενος πόρος δεν μπορεί να παραγάγει μια αποδεκτή απάντηση (406).
es: El recurso solicitado no puede producir una respuesta aceptable (406).
es_419: El recurso solicitado no puede producir una respuesta aceptable (406).
fi: Pyydetty resurssi ei voi tuottaa hyväksyttävää vastausta (406).
fr: La ressource demandée ne peut pas produire une réponse acceptable (406).
fr_ca: La ressource demandée ne peut produire une réponse acceptable (406).
he: המשאב המבוקש אינו יכול לייצר תגובה מקובלת (406).
hi: अनुरोधित संसाधन एक स्वीकार्य प्रतिक्रिया (406) उत्पन्न नहीं कर सकता।
hr: Zatraženi resurs ne može proizvesti prihvatljiv odgovor (406).
hu: A kért erőforrás nem tud elfogadható választ adni (406).
id: Sumber daya yang diminta tidak dapat menghasilkan respons yang dapat diterima (406).
it: La risorsa richiesta non può produrre una risposta accettabile (406).
ja: リクエストされたリソースは、受け入れ可能なレスポンスを生成できません（406）。
kk: Сұралған ресурс қабылданатын жауап беремейді (406).
ko: 요청한 리소스가 수용 가능한 응답을 생성할 수 없습니다 (406).
ms: Sumber yang diminta tidak dapat menghasilkan respons yang boleh diterima (406).
nb: Den forespurte ressursen kan ikke produsere et akseptabelt svar (406).
nl: De gevraagde bron kan geen acceptabele respons leveren (406).
pl: Żądany zasób nie może zwrócić akceptowalnej odpowiedzi (406).
pt_br: O recurso solicitado não pode produzir uma resposta aceitável (406). Por favor, revise e tente novamente.
pt_pt: O recurso solicitado não pode produzir uma resposta aceitável (406).
ro: Resursa solicitată nu poate produce un răspuns acceptabil (406).
ru: Запрашиваемый ресурс не может сформировать приемлемый ответ (406).
sk: Žiadaný zdroj nemôže produkovať akceptovateľnú odpoveď (406).
sv: Den begärda resursen kan inte producera ett godtagbart svar (406).
th: ทรัพยากรที่ร้องขอไม่สามารถผลิตการตอบสนองที่ยอมรับได้ (406).
tr: İstenen kaynak, kabul edilebilir bir yanıt üretemez (406).
uk: Запитуваний ресурс не може надати прийнятну відповідь (406).
vi: Tài nguyên được yêu cầu không thể tạo ra phản hồi chấp nhận được (406).
zh_hans: 请求的资源无法产生可接受的响应 (406)。
zh_hant: 請求的資源無法產生可接受的回應 (406)。
zh_hk: 请求的资源无法产生可接受的响应（406）。

# TypedOverloads.URLSession.notFound
source: The requested resource could not be found (404).
ar: لم يمكن العثور على المورد المطلوب (404).
bg: Исканият ресурс не можа да бъде намерен (404).
ca: El recurs sol·licitat no s'ha pogut trobar (404).
cs: Požadovaný zdroj nebyl nalezen (404).
da: Den anmodede ressource kunne ikke findes (404).
de: Die angeforderte Ressource konnte nicht gefunden werden (404).
el: Ο ζητούμενος πόρος δεν μπόρεσε να βρεθεί (404).
es: El recurso solicitado no pudo ser encontrado (404).
es_419: No se pudo encontrar el recurso solicitado (404).
fi: Pyydetty resurssi ei löytynyt (404).
fr: La ressource demandée n'a pas pu être trouvée (404).
fr_ca: La ressource demandée est introuvable (404).
he: לא ניתן היה למצוא את המשאב המבוקש (404).
hi: अनुरोधित संसाधन नहीं मिला (404)।
hr: Zatraženi resurs nije mogao biti pronađen (404).
hu: A kért erőforrást nem lehet megtalálni (404).
id: Sumber daya yang diminta tidak dapat ditemukan (404).
it: La risorsa richiesta non è stata trovata (404).
ja: リクエストされたリソースが見つかりませんでした（404）。
kk: Сұралған ресурс табылмады (404).
ko: 요청한 리소스를 찾을 수 없습니다 (404).
ms: Sumber yang diminta tidak dapat dijumpai (404).
nb: Den forespurte ressursen ble ikke funnet (404).
nl: De gevraagde bron kon niet worden gevonden (404).
pl: Żądany zasób nie został znaleziony (404).
pt_br: O recurso solicitado não pôde ser encontrado (404). Por favor, revise e tente novamente.
pt_pt: O recurso solicitado não pôde ser encontrado (404).
ro: Resursa solicitată nu a putut fi găsită (404).
ru: Запрашиваемый ресурс не найден (404).
sk: Žiadaný zdroj sa nedá nájsť (404).
sv: Den begärda resursen kunde inte hittas (404).
th: ไม่พบทรัพยากรที่ร้องขอ (404).
tr: İstenen kaynak bulunamadı (404).
uk: Запитуваний ресурс не знайдено (404).
vi: Tài nguyên được yêu cầu không thể được tìm thấy (404).
zh_hans: 请求的资源未找到 (404)。
zh_hant: 找不到請求的資源 (404)。
zh_hk: 未能找到请求的资源（404）。

# TypedOverloads.URLSession.paymentRequired
source: Payment is required to access this resource (402).
ar: يتطلب الوصول إلى هذا المورد دفع رسوم (402).
bg: Изисква се плащане, за да получите достъп до този ресурс (402).
ca: Es requereix pagament per accedir a aquest recurs (402).
cs: K přístupu k tomuto zdroji je vyžadována platba (402).
da: Betaling kræves for at få adgang til denne ressource (402).
de: Für den Zugriff auf diese Ressource ist eine Zahlung erforderlich (402).
el: Απαιτείται πληρωμή για να αποκτήσετε πρόσβαση σε αυτόν τον πόρο (402).
es: Se requiere un pago para acceder a este recurso (402).
es_419: Se requiere pago para acceder a este recurso (402).
fi: Maksu vaaditaan pääsyyn tähän resurssiin (402).
fr: Un paiement est requis pour accéder à cette ressource (402).
fr_ca: Un paiement est requis pour accéder à cette ressource (402).
he: דרושה תשלום לגישה למשאב זה (402).
hi: इस संसाधन तक पहुंच के लिए भुगतान आवश्यक है (402)।
hr: Plaćanje je potrebno za pristup ovom resursu (402).
hu: Fizetés szükséges az erőforrás eléréséhez (402).
id: Pembayaran diperlukan untuk mengakses sumber daya ini (402).
it: È necessario un pagamento per accedere a questa risorsa (402).
ja: このリソースにアクセスするには支払いが必要です（402）。
kk: Ұсынылған ресурсқа кіру үшін төлем жасау қажет (402).
ko: 이 리소스에 접근하려면 결제가 필요합니다 (402).
ms: Pembayaran diperlukan untuk mengakses sumber ini (402).
nb: Betaling kreves for å få tilgang til denne ressursen (402).
nl: Betaling is vereist om toegang te krijgen tot deze bron (402).
pl: Wymagana jest płatność, aby uzyskać dostęp do tego zasobu (402).
pt_br: É necessário pagamento para acessar este recurso (402). Por favor, revise e tente novamente.
pt_pt: É necessário pagamento para aceder a este recurso (402).
ro: Plata este necesară pentru a accesa această resursă (402).
ru: Для доступа к этому ресурсу требуется оплата (402).
sk: Na prístup k tomuto zdroju je potrebné zaplatiť (402).
sv: Betalning krävs för att få tillgång till denna resurs (402).
th: จำเป็นต้องชำระเงินเพื่อเข้าถึงทรัพยากรนี้ (402).
tr: Bu kaynağa erişmek için ödeme gerekmektedir (402).
uk: Для доступу до цього ресурсу потрібна оплата (402).
vi: Cần phải thanh toán để truy cập tài nguyên này (402).
zh_hans: 访问此资源需要付款（402）。
zh_hant: 需要付款以存取此資源 (402)。
zh_hk: 访问此资源需要付款（402）。

# TypedOverloads.URLSession.requestTimeout
source: The request timed out (408). Please try again.
ar: انتهت مهلة الطلب (408). يرجى المحاولة مرة أخرى.
bg: Изтичане на времето за заявка (408). Моля, опитайте отново.
ca: La sol·licitud ha caducat (408). Si us plau, torna-ho a provar.
cs: Časový limit žádosti vypršel (408). Zkus to prosím znovu.
da: Anmodningen blev tidsbegrænset (408). Prøv venligst igen.
de: Die Anfrage ist abgelaufen (408). Bitte versuche es erneut.
el: Η αίτηση ξεπέρασε το χρονικό όριο (408). Παρακαλώ, προσπαθήστε ξανά.
es: La solicitud ha superado el tiempo de espera (408). Por favor, inténtalo de nuevo.
es_419: La solicitud ha excedido el tiempo de espera (408). Por favor, intenta de nuevo.
fi: Pyyntö aikakatkaistiin (408). Yritä uudelleen.
fr: La requête a expiré (408). Veuillez réessayer.
fr_ca: La demande a expiré (408). Veuillez réessayer.
he: הבקשה פגה (408). אנא נסה שוב.
hi: अनुरोध समय समाप्त हो गया (408)। कृपया पुनः प्रयास करें।
hr: Zahtjev je istekao (408). Molimo pokušajte ponovno.
hu: A kérés időtúllépés miatt megszakadt (408). Kérlek, próbáld újra.
id: Permintaan telah habis waktunya (408). Silakan coba lagi.
it: La richiesta è scaduta (408). Riprova.
ja: リクエストがタイムアウトしました（408）。もう一度試してください。
kk: Сұрау уақытынан асып кетті (408). Қайтадан байқап көріңіз.
ko: 요청이 시간 초과되었습니다 (408). 다시 시도해주세요.
ms: Permintaan telah tamat masa (408). Sila cuba lagi.
nb: Forespørselen tok for lang tid (408). Vennligst prøv igjen.
nl: De aanvraag is verlopen (408). Probeer het opnieuw.
pl: Czas oczekiwania na żądanie upłynął (408). Proszę spróbować ponownie.
pt_br: A solicitação expirou (408). Por favor, tente novamente.
pt_pt: O pedido excedeu o limite de tempo (408). Por favor, tenta novamente.
ro: Cererea a expirat (408). Te rog, încearcă din nou.
ru: Время ожидания запроса истекло (408). Пожалуйста, попробуйте снова.
sk: Žiadosť vypršala (408). Skúste to prosím znova.
sv: Begäran timeoutade (408). Vänligen försök igen.
th: เวลาที่ร้องขอหมดเวลาลง (408). กรุณาลองอีกครั้ง.
tr: İstek zaman aşımına uğradı (408). Lütfen yeniden deneyin.
uk: Час запиту вийшов (408). Будь ласка, спробуйте ще раз.
vi: Yêu cầu đã hết thời gian chờ (408). Vui lòng thử lại.
zh_hans: 请求超时 (408)。请再试一次。
zh_hant: 請求逾時 (408)。請再試一次。
zh_hk: 请求已超时（408）。请再试一次。

# TypedOverloads.URLSession.serverError
source: The server encountered an error (500). Please try again later.
ar: واجه الخادم خطأ (500). يرجى المحاولة لاحقًا.
bg: Сървърът срещна грешка (500). Моля, опитайте отново по-късно.
ca: El servidor ha trobat un error (500). Si us plau, torna-ho a provar més tard.
cs: Server narazil na chybu (500). Zkus to prosím později.
da: Serveren stødte på en fejl (500). Prøv venligst igen senere.
de: Der Server hat einen Fehler festgestellt (500). Bitte versuche es später erneut.
el: Ο διακομιστής συνάντησε ένα σφάλμα (500). Παρακαλώ, προσπαθήστε ξανά αργότερα.
es: El servidor encontró un error (500). Por favor, inténtalo de nuevo más tarde.
es_419: El servidor encontró un error (500). Por favor, intenta más tarde.
fi: Palvelimella tapahtui virhe (500). Yritä myöhemmin uudelleen.
fr: Le serveur a rencontré une erreur (500). Veuillez réessayer plus tard.
fr_ca: Le serveur a rencontré une erreur (500). Veuillez réessayer plus tard.
he: השרת נתקל בשגיאה (500). אנא נסה שוב מאוחר יותר.
hi: सर्वर में एक त्रुटि हुई (500)। कृपया कुछ समय बाद फिर से प्रयास करें।
hr: Poslužitelj je naišao na pogrešku (500). Molimo pokušajte ponovno kasnije.
hu: A szerver hibát észlelt (500). Kérlek, próbáld újra később.
id: Server mengalami kesalahan (500). Silakan coba lagi nanti.
it: Il server ha riscontrato un errore (500). Riprova più tardi.
ja: サーバーでエラーが発生しました（500）。後でもう一度お試しください。
kk: Серверде қате пайда болды (500). Кейінірек қайтадан байқап көріңіз.
ko: 서버에서 오류가 발생했습니다 (500). 다시 시도해 주세요.
ms: Pelayan mengalami ralat (500). Sila cuba lagi kemudian.
nb: Serveren opplevde en feil (500). Vennligst prøv igjen senere.
nl: De server heeft een fout ondervonden (500). Probeer het later opnieuw.
pl: Serwer napotkał błąd (500). Proszę spróbować ponownie później.
pt_br: O servidor encontrou um erro (500). Por favor, tente novamente mais tarde.
pt_pt: O servidor encontrou um erro (500). Por favor, tenta novamente mais tarde.
ro: Serverul a întâmpinat o eroare (500). Te rog, încearcă din nou mai târziu.
ru: На сервере произошла ошибка (500). Пожалуйста, попробуйте позже.
sk: Na serveri došlo k chybe (500). Skúste to prosím znova neskôr.
sv: Servern stötte på ett fel (500). Vänligen försök igen senare.
th: เซิร์ฟเวอร์พบข้อผิดพลาด (500). กรุณาลองอีกครั้งในภายหลัง.
tr: Sunucu bir hata ile karşılaştı (500). Lütfen daha sonra yeniden deneyin.
uk: На сервері сталася помилка (500). Будь ласка, спробуйте пізніше.
vi: Máy chủ gặp phải lỗi (500). Vui lòng thử lại sau.
zh_hans: 服务器遇到错误 (500)。请稍后再试。
zh_hant: 伺服器發生錯誤 (500)。請稍後再試。
zh_hk: 服务器遇到错误（500）。请稍后再试。
